Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Also on Monday, the head of the United Nations Ebola Emergency Response Mission (UNMEER) , Anthony Banbury, warned against placing international health workers returning from West Africa in quarantine based on "hype and hysteria" as opposed to "science and fact."
pt: "As decisões (sobre quarentena) devem ter como base a ciência e os fatos, e não um exagero ou uma histeria, e as decisões devem ser tomadas de forma a promover a mais rápida e efetiva resposta possível à crise de Ebola na África Ocidental", disse à Reuters Anthony Banbury, chefe da Missão da ONU para a Resposta de Emergência ao Ebola.

source: The district attorneys of San Francisco and Los Angeles filed an amended complaint against Uber Technologies, Inc. on Tuesday, saying that "systemic failures in Uber's background check process" came to light after their initial December filing.
pt: Os advogados dos distritos de San Francisco e Los Angeles apresentaram uma emenda de reclamação contra o Uber nesta terça-feira (18), na qual afirmam que "falhas sistemáticas no processo de checagem de antecedentes" vieram à tona após apresentarem a primeira versão da ação judicial em dezembro.

source: Greek Prime Minister Alexis Tsipras met with President Vladimir Putin in the Russian capital Moscow at the start of a two-day visit .
pt: Durante encontro quarta-feira, em Moscou, o primeiro-ministro da Grécia, Alexis Tsipras, e o presidente da Rússia, Vladimir Putin, discutiram formas de cooperação econômica entre os dois países .

source: "Syria must meet its commitments and Russia has a responsibility to ensure that Syria complies," Obama said at a Washington press conference with French President Francois Hollande.
pt: O presidente americano, Barack Obama, afirmou nesta terça-feira que a Rússia, aliada de Damasco, tem a "responsabilidade" de assegurar o cumprimento por parte da Síria do acordo firmado sobre as armas químicas do país.

source: The images show some 3,700 structures damaged or destroyed in Baga and Doron Baga this month, Amnesty said.
pt: Mais de 3.700 estruturas foram danificadas, ou destruídas - 620, em Baga; e 3.100, em Doron Baga -, segundo estimativa da Anistia Internacional .

source: It was simple and easy .
pt: É fácil e rápido.

source: "One has to go back to 2008 to find comparable levels of violence," Iraq Body Count (IBC), a Britain-based NGO that tracks violence in Iraq, said in a statement.
pt: "É preciso remontar a 2008 para encontrar níveis de violência comparáveis", afirmou a Iraq Body Count, que tem sede no Reino Unido.

source: Aung San Suu Kyi's late husband was British and her two sons are British citizens.
pt: O falecido marido e os dois filhos da líder opositora são britânicos .

source: Pakistani, Indian rights campaigners win Nobel Peace Prize
pt: Prêmio Nobel da Paz vai para paquistanesa Malala Yousafzai

source: DOJ: Cleveland police have exhibited pattern of excessive force
pt: Justiça diz que polícia de Cleveland faz uso excessivo da força

source: By Lin Noueihed CAIRO (Reuters) - The British Embassy in Cairo closed to the public on Sunday due to security concerns, an embassy spokesperson said.
pt: CAIRO (Reuters) - A embaixada do Canadá no Cairo foi fechada nesta segunda-feira por preocupações de segurança, disse um representante, no segundo caso de uma missão diplomática a fechar as portas nesta semana.

source: That was the first time I met her in person .
pt: Achei, no primeiro momento, que ela tivesse falecido .

source: rate this +1 rate this +1
pt: A taxa é de R$ 130.

source: rate this +2 rate this +2
pt: A taxa é de R$ 193,83 .

source: rate this +3 rate this +3
pt: A taxa é de R$ 220 .

source: rate this +4 rate this +4
pt: A taxa é de R$ 220.

source: rate this +5 rate this +5
pt: A taxa é de R$ 220 .

source: rate this +6 rate this +6
pt: A taxa é de R$ 40.

source: rate this +7 rate this +7
pt: A taxa é de R$ 50.

source: rate this +8 rate this +8
pt: A taxa é de R$ 50.

source: rate this +9 rate this +9
pt: A taxa é de R$ 65 .

source: Economists polled by Reuters had forecast claims dipping to 285,000 last week .
pt: Economistas consultados pela Reuters esperavam queda para 295 mil pedidos na semana passada.

source: New York State of Mind
pt: Nova Iorque (Estados Unidos)

source: "Ebola is everywhere," she pointed out .
pt: O que é a epidemia e como ela se espalha?

source: According to newspaper O Globo a video conference was held on Tuesday afternoon, between officials from the Acre government, the São Paulo city government and the Ministry of Justice to reach an agreement.
pt: A assessoria de imprensa do Ministério da Justiça informou que a pasta fez uma videoconferência na tarde desta terça-feira com representantes do governo do Acre e da Prefeitura paulistana para selar o acordo.

source: The United Nations says more than 100,000 people have already fled the east so far.
pt: A ONU diz que mais de cem mil pessoas já fugiram do leste da Ucrânia.

source: The Marist Sister House host visitors to Rome from religious missions around the world.
pt: A Casa das Irmãs Maristas em Roma hospeda missões religiosas do mundo todo.

source: Panama City, Panama (CNN)Ending a decades-long standstill in U.S.-Cuba relations, President Barack Obama met for an hour Saturday with his Cuban counterpart Raul Castro, the first time the two nations' top leaders have sat down for substantive talks in more than 50 years.
pt: O presidente dos Estados Unidos, Barack Obama, e de Cuba, Raúl Castro, conversaram durante uma hora, na noite do último sábado, confirmando que as duas nações estão dispostas a se reaproximarem após mais de 50 anos.

source: "It is clear from this evidence that Nigeria's military leadership woefully and repeatedly failed in their duty to protect civilians of Baga and Monguno despite repeated warnings about an impending threat posed by Boko Haram," said Amnesty's Africa director Netsanet Belay.
pt: Para o diretor da Anistia Internacional para a África, Netsanet Belay, a chefia do exército da Nigéria falhou em várias ocasiões em seu dever de proteger os civis de Baga e Monguno .

source: "I am very optimist(ic) that we will try to do our best in order to find a common, viable and mutually acceptable solution for our common future," Tsipras told a joint press conference with European Parliament President Martin Schulz, who he met along with European Council President Donald Tusk and European Commission President Jean-Claude Juncker.
pt: Tispras informou que, embora ainda não haja acordo, as negociações entre a Grécia e a União Europeia estão “em um bom caminho” . “Tentaremos fazer nosso melhor para encontrar uma solução comum, viável e mutuamente aceitável para nosso futuro”.

source: Sharif died of a heart attack on on Friday in Cairo.
pt: Omar Sharif morreu na sexta-feira num hospital do Cairo .

source: Hosni Mubarak's two sons have been released from prison
pt: Filhos de Hosni Mubarak, ex-presidente do Egito, saem da prisão

source: The bank plans to accelerate investments in Asia by developing business in both the Pearl River Delta in China's Guangdong Province, and in the ASEAN region.
pt: O banco disse que também mira o crescimento na Ásia ao expandir seu negócio de seguros e sua presença na região chinesa do Delta do Rio das Pérolas.

source: Israeli officials say 64 Israeli soldiers have died, and three civilians were killed in Israel .
pt: Há um mês, três soldados israelenses foram sequestrados e mortos .

source: It comes with Spanish prosecutors requesting a prison sentence of two years and three months for Barcelona president Josep Maria Bartomeu and seven for his predecessor, Sandro Rosell, over the so-called Neymar affair.
pt: Na Espanha, o Barcelona, seu presidente, Josep Bartomeu e seu antecessor no cargo, Sandro Rosell, terão que responder na justiça por fraude fiscal na transferência de Neymar.

source: The IMF now sees a 30 percent chance of the euro zone slipping into deflation over the next year, and nearly a 40 percent probability the currency bloc could enter recession.
pt: O FMI vê agora uma chance de 30 por cento de a zona do euro cair em deflação ao longo do próximo ano, e probabilidade de quase 40 por cento de o bloco entrar em recessão.

source: So your expertise was wielding a bat?"
pt: Sua experiência então é bater com um taco?".

source: "Because of the potential to transmit the virus sexually during this time, they should maintain good personal hygiene after masturbation, and either abstain from sex (including oral sex) for three months after onset of symptoms, or use condoms if abstinence is not possible."
pt: Apesar dos poucos estudos sobre o tema, a organização de saúde recomenda que as pessoas infectadas abstenham-se de todas as práticas sexuais, incluindo sexo oral, nos três meses após o início dos sintomas, ou que utilizam preservativos e mantenham uma boa higiene em caso de masturbação.

source: U.S.-led coalition hits jihadists in Syria
pt: Coalizão ataca jihadistas no centro da Síria

source: LA PAZ Oct 12 (Reuters) - Bolivians vote Sunday in an election that is almost guaranteed to hand a third consecutive term to President Evo Morales, a former coca farmer whose brand of "indigenous socialism" has expanded the role of the state in a booming economy.
pt: LA PAZ (Reuters) - Os bolivianos votam neste domingo no pleito que deve dar o terceiro mandato consecutivo ao presidente Evo Morales, um ex-plantador de coca que promete consolidar as reformas de esquerda que ampliaram o papel do Estado numa economia em crescimento.

source: Obama's credit card declined at New York restaurant — RT USA
pt: Não está fácil para ninguém: cartão de Obama é recusado em NY - Yahoo Notícias

source: Israel said on Sunday it would send a delegation to attend indirect Gaza truce talks with Hamas in Cairo next week, although a minister said they would likely achieve nothing.
pt: As negociações indiretas entre israelenses e palestinos por um cessar-fogo na Faixa de Gaza serão retomadas na semana que vem no Cairo, anunciaram neste sábado autoridades palestinas e egípcias.

source: Greek officials suggested this week that the government would priorities spending on wages and pensions over meeting the conditions necessary to unblock a roughly €450m loan tranche to the IMF due on April 9, making markets nervous and reviving fears of a Greek default.
pt: Autoridades gregas sugeriram nesta semana que o governo priorizasse o gasto com salários e aposentadorias em vez de cumprir as condições para um pagamento de cerca de 450 milhões de euros ao FMI que vence no dia 9 de abril, deixando os mercados agitados e com medo de uma moratória.

source: I admire their service to the nation and the difficult decisions they had to make," Bush said Wednesday in Chicago during the first major foreign policy speech of his prospective Republican presidential campaign .
pt: "Eu amo meu pai (George H. W. Bush) e meu irmão (George W. Bush) e admiro seu serviço à nação e as decisões difíceis que tiveram que fazer", declarou.

source: Argentine investigators have said they discovered a draft document seeking an arrest warrant for President Fernandez in the home of prosecutor Alberto Nisman, whose death earlier this year is under investigation.
pt: Um rascunho de mandado de prisão para a presidente da Argentina, Cristina Kirchner, foi encontrado na casa do promotor Alberto Nisman, confirmaram fontes judiciais argentinas nesta terça-feira (03/02) .

source: John Thavis, Vatican expert and author of the bestselling 2013 book "The Vatican Diaries", called the document "an earthquake" in the Church's attitude towards gays.
pt: John Thavis, vaticanista e autor do bem-sucedido livro "Os Diários do Vaticano", classificou o comunicado como "um terremoto" na atitude da Igreja em relação aos gays.

source: The European Union considers Sunday’s elections in the self-proclaimed Donetsk and Lugansk People’s Republics in eastern Ukraine as illegitimate and will not recognize their results, the EU’s new foreign policy chief, Federica Mogherini, has said.
pt: Nesta semana, a UE decidiu manter suas sanções a Moscou e na quarta-feira o país se declarou disposto a reconhecer as eleições convocadas pelas autoridades pró-russas das autoproclamadas repúblicas de Donetsk e Lugansk no leste da Ucrânia.

source: How did the MERS outbreak start in South Korea?
pt: Palavras-chave Coreia do Sul, Mers, surto

source: Ramadi's fall a week ago was swiftly followed by the fall of the UNESCO heritage city of Palmyra in Syria, the two biggest gains by Islamic State fighters since the United States began targeting them with air strikes in both Iraq and Syria last year.
pt: As duas conquistas simultâneas foram os maiores sucessos do Estado Islâmico, desde que uma coalizão liderada pelos Estados Unidos começou uma guerra aérea contra os combatentes no ano passado, e forçaram uma avaliação para saber se a estratégia está funcionando.

source: The proposals related to a deal on Greece's bailout program, which has now expired .
pt: De mais certo, a Grécia deu calote no FMI e o programa de "socorro" aos gregos expirou .

source: Don’t ask, don’t get
pt: Não tenho nada contra .

source: The Fed said it had approved capital plans submitted by the remaining 25 banks in this year's stress tests.
pt: O Fed informou que aprovou os planos enviados pelas 25 instituições financeiras restantes.

source: FIFA's incumbent head Sepp Blatter is set to win a fifth term as the organization's president .
pt: Em meio a escândalos da Fifa, Blatter é reeleito para quinto mandato na entidade

source: The gallery is part of his arts foundation, MATE (Mario Testino Association), located in a restored 19th Century building in the city's historic seaside district of Barranco .
pt: A galeria é parte de sua fundação de artes, a Mate (Associação Mario Testino), localizada em um prédio do século 19 restaurado no distrito de Barranco .

source: The UNRWA was unable to operate in the camp itself, and has been prevented from doing so since government forces instituted a blockade in 2013.
pt: A UNRWA já não conseguia agir diretamente no campo desde 2013, por conta de um bloqueio do governo sírio contra agências humanitárias .

source: Gabriel Abaroa Jr., president of the Latin Recording Academy, said the nominations reflected the "dynamic and vibrant worldwide Latin community of artists, producers, engineers and songwriters."
pt: "As indicações continuam refletindo uma comunidade vibrante e dinâmica de música latina no mundo todo, composta de artistas, produtores, engenheiros de som, compositores e todos os envolvidos no processo da gravação", disse o presidente da Academia Latina da Gravação, Gabriel Abaroa, em comunicado .

source: The Conference Board said on Tuesday its index of consumer attitudes rose to 101.3 this month from 98.8 in February .
pt: O Conference Board, um grupo industrial, informou que seu índice de confiança do consumidor subiu para 101,3 ante 98,8 em fevereiro, em dado revisado para cima .

source: Here's a look at Kilauea, which has been continuously erupting since 1983:
pt: O vulcão Kilauea está em erupção desde 1983 e já causou grandes estragos na região.

source: China's leaders want to ensure only pro-Beijing candidates are on the ballot.
pt: O governo chinês disse que permitirá eleições, mas apenas com candidatos pré-selecionados.

source: "He's leaving for two reasons .
pt: "Fernando vai sair por duas razões .

source: Moscow-backed separatists have been fighting Ukrainian troops since mid-April in a conflict the United Nations estimates has killed nearly 2,600 people.
pt: O conflito armado no leste de Ucrânia já deixou cerca de 2.600 mortos desde meados de abril.

source: Australian Cardinal George Pell, who heads the Secretariat of the Economy set up this year to oversee Vatican finances and stem scandals, will announce a major down-sizing on Wednesday, ending the IOR's asset management business and retricting its remit to providing payment services and financial advice for religious orders, charities and Vatican employees, sources said.
pt: Os detalhes da redução de escala serão anunciados na quarta-feira pelo cardeal australiano George Pell, que encabeça o Secretariado de Economia, criado no início do ano para supervisionar as finanças do Vaticano e conter os escândalos que vêm constrangendo a igreja há décadas.

source: I don't ever feel like the cool kid at the party, ever .
pt: - E se eu nunca te amar para sempre? - perguntou a menina.

source: Arctic sea ice hits lowest winter maximum on record
pt: O gelo marítimo do Ártico chegou ao seu menor nível para um inverno .

source: Western countries presented the U.N. Security Council late Wednesday with a draft resolution on humanitarian aid for Syria but Russia so far does not back it, raising the risk of a veto.
pt: Os países ocidentais decidiram submeter a uma votação no Conselho de Segurança da ONU um projeto de resolução sobre a situação humanitária na Síria, que não tem o apoio da Rússia, o que pode provocar um veto, afirmaram fontes diplomáticas.

source: Obama met with leaders from Kenya, Ethiopia, Uganda, Sudan, and the African Union to discuss the crisis.
pt: O encontro deve incluir líderes do Quênia, Uganda e Etiópia, o presidente da União Africana e o ministro das Relações Exteriores do Sudão do Sul.

source: It's like anything in life - sometimes you have to be fairly straightforward about what you want to see.
pt: Parece estar tudo a postos para você fazer o que deseja e provavelmente seja assim .

source: Some of those back have traveled to the regions many times, PET's report said.
pt: Algumas delas foram a estas regiões várias vezes, de acordo com um relatório da agência.

source: Police are investigating the case.
pt: O caso será investigado .

source: U.S. Ambassador to France Jane Hartley was in the march, as was assistant Secretary of State Victoria Nuland .
pt: Os Estados Unidos foram representados na passeata pela embaixadora na França, Jane Hartley .

source: As for the accusations of corruption and other crimes in connection with the golden visa, Portas has just this to say: "Anyone who is guilty should be hit by the full weight of the law. "
pt: Em relação à acusação de corrupção e crimes relacionados ao "visto de ouro", Paulo Portas diz apenas que os culpados vão enfrentar todos os rigores da lei.

source: “It hasn’t solved the problem.”
pt: Isso não foi resolvido.

source: Juan Carlos also sparked outrage in 2012 for going on an elephant-hunting trip to Botswana at the height of Spain's economic crisis.
pt: Juan Carlos também foi alvo de críticas em 2012, após viajar para Botsuana para caçar elefantes, enquanto o país estava afundado numa profunda crise econômica .

source: Novoazovsk is strategically important because it lies on the main road leading from the Russian border to Ukraine's Crimea region, which Russia annexed in March .
pt: Novoazovsk tem uma localização estratégica, na costa do Mar de Azov e nas proximidades da estrada que liga a Rússia à península da Crimeia, anexada pelos russos em março.

source: South African authorities have detained a 15-year-old girl who was travelling to join Islamic State, the state security ministry said on Monday.
pt: Autoridades da África do Sul detiveram uma garota de 15 anos que viajava para se unir ao Estado Islâmico, informou o Ministério da Segurança nesta segunda-feira, a primeira prisão no país relacionada ao grupo militante de que se tem notícia.

source: Television footage showed black smoke billowing above the site of the attack, with the charred wreckage of dozens of trucks scattered around a vast parking space.
pt: Imagens televisivas mostraram fumaça negra subindo ao céu no local do ataque, com a fuselagem queimada de dezenas de caminhões.

source: The person responsible for bringing the weapon into the home and leaving it where a small child could get to it will likely face charges, Williams said, adding that at least one adult was home when the tragedy happened.
pt: O chefe de polícia, Calvin Williams, afirmou que a pessoa responsável por levar a arma para casa e a deixar acessível para a criança, com certeza, será processada.

source: (CNN)North Korea says it has no interest in talks like those that resulted in a nuclear deal last week between Iran and world powers.
pt: Coreia do Norte diz que não tem interesse em acordo nuclear como o do Irã - Internacional - Diário do Nordeste

source: I understand that reaction from Nemanja Matic .
pt: "A reação de Matic causou o que a ele ?

source: The World Health Organization said on Monday that the toll from Ebola has risen to 887 deaths in Guinea, Sierra Leone, Liberia and Nigeria and that more than 1,600 people have been infected .
pt: A Organização Mundial de Saúde (OMS) informou nesta segunda-feira (4) que subiu para 887 o número de pessoas mortas pelo surto de ebola na África .

source: The Syrian Observatory for Human Rights also reported that some fighters of the jihadist Islamic State of Iraq and Syria (ISIS) had refused orders to withdraw from a battle with government troops to fight against rival rebels.
pt: Enquanto isso, ainda segundo o OSDH, combatentes do EIIL se recusaram a interromper os combates contra as tropas do regime para lutar contra os rebeldes, como havia ordenado um de seus chefes.

source: The "Islamic State" is waging war in Syria .
pt: Síria critica EUA por ataques ao Estado Islâmico

source: An Afghan judge on Sunday sentenced seven men to death for the gang-rape of four women in a case that has sparked nationwide outrage, with angry protests outside the court and proceedings broadcast live on television.
pt: Um juiz de Cabul condenou neste domingo (7) à pena de morte sete afegãos pelo estupro coletivo de quatro mulheres, em um caso que gerou indignação em todo o país.

source: "Dilma is good at talking .
pt: Dilma Rousseff parece que não está realmente...

source: Speaking to reporters while on a visit to Russia on Wednesday, Valcke said preparations for hosting the 2018 World Cup were "on track."
pt: Valcke foi visitar Samara, um dos locais dos jogos do Mundial, para ver como estão os preparativos para a Copa de 2018.

source: BERLIN (Reuters) - Strong investment and spendthrift consumers drove the German economy to its fastest growth in three years in the first quarter, but the expansion was helped by milder than usual winter weather and is expected to slow.
pt: BERLIM (Reuters) - A economia da Alemanha cresceu a seu ritmo mais rápido em três anos no primeiro trimestre, impulsionada por fatores domésticos, enquanto que um indicador de confiança sinalizou que a expansão na maior economia da Europa deve desacelerar .

source: Israel has waged an offensive in Gaza against the militant Palestinian group Hamas and the stream of rockets fired into Israel from Gaza .
pt: Enquanto isso, militantes de Gaza dispararam mais de 100 foguetes e morteiros contra Israel .

source: NATO marks end of 13-year mission in Afghanistan :: La Prensa :: America in English
pt: "Os 13 anos de missão americana e da Otan foram um fracasso absoluto no Afeganistão .

source: "Yes, the prestige of President (Viktor) Yanukovich is almost negligible but this does not nullify the fact that under the Constitution of Ukraine he is (still) the legitimate Head of State .
pt: "Sim, a autoridade do presidente Yanukovytch é quase insignificante, mas não apaga o direito de que, segundo a Constituição ucraniana, é o chefe de Estado legítimo", escreveu Medvedev em seu site.
